<!--Pagina escrita en HTLM por Amisadai Morales-->
<!DOCTYPE html>
<html lang="es">
    <head>
        <meta name="viewport" 
        content="width=device-width, initial-scale=1">
        <meta name="keywords" content="Universidad Interamericana departamento de Inform&aacute;tica, Inter inform&aacute;tica, Inter departamento de inform&aacute;tica, Departamento de inform&aacute;tica, Inter bayamon departamento de inform&aacute;tica, Informatica, Videojuegos, Videogames, Video games, Ciencias de Computadoras, Computer Science, Desarrollo web, Web design, Dise&ntilde;o web, Dise&ntilde;o de videojuegos, Game design, Video game design, Desarrollo de videojuegos, Web development, Video game programming, Programaci&oacute;n de videojuegos, Bachillerato, Grado Asociado, Grado menor, Estudiar Ciencias de Computadoras, Programaci&oacute;n, Inter, Inter PR, Interamerican University, Universidad Interamericana de Puerto Rico, Inter Bayamon, Universidad Inter Bayamon, Programacion avanzada, Computer programming, Programming, Desarrollo de Aplicaciones, Tecnolog&iacute;a de Computadoras y Redes, Tecnolog&iacute;a de Computadoras, Dise&ntilde;o y Desarrollo de Videojuegos, Ciberseguridad, Cybersecurity">
        <title>Departamento de Inform&aacute;tica - Universidad Interamericana de Puerto Rico, Recinto de Bayam&oacute;n</title>
        <link rel="stylesheet" href="CSS/websiteInformatica.css">       
    </head>
    <body>
        <!-- based on animation created by Chris Smith: -->
        <div class="bg"></div>
        <div class="bg bg2"></div>
        <div class="bg bg3"></div>       
        <!---->
        
        <div class="staticImage">
            <img src="IMAGES/interBayamon.jpg" alt="Universidad Interamericana de Puerto Rico, Recinto de Bayam&oacute;n">
        </div>

        <!--div for fixed banner on top-->
        <div class="contentWindow">            
            <div class="pageContent">
                <center>
                <div class="card">
                    <h2>Misi&oacute;n</h2>
                    <p>Formar profesionales competentes en el din&aacute;mico campo de la inform&aacute;tica destacados por sus ejecutorias, su &eacute;tica profesional y su solidaridad con su entorno social.</p>
                </div>
                <div class="card">
                    <h2>Nuestra Visi&oacute;n</h2>                    
                    <p>Convertirnos en l&iacute;deres en el desarrollo de profesionales en el campo de la inform&aacute;tica. Ser reconocidos por las ejecutorias de los egresados, su &eacute;tica profesional y por sus contribuciones a la sociedad.</p>
                </div>
                </center>
            <p class="sideContent" id="additionalContent"></p>
        </div>
            <header>                
                <div class="topBanner">                    
                    <a href="https://bayamon.inter.edu/"><img class="logo" src="IMAGES/inter_logo.png" alt="Logo de la Universidad Interamericana de Puerto Rico, Recinto de Bayam&oacute;n"></a>
                    <a class="toTop" href="#top"><!--so you can click the name and it takes you back to the top-->
                        <h1 id="homeBanner">Departamento de Inform&aacute;tica</h1>
                    </a>                 
                </div>
                <nav id="bannerMenu">
                    <div class="container">
                        <a class="noUnderline" href="https://ssb.ec.inter.edu/ssomanager/saml/login?relayState=/c/auth/SSB">
                            Inter Web</a>
                        <a class="noUnderline" href="https://interbb.blackboard.com/">
                            Blackboard</a>
                        <a class="noUnderline" href="https://www.office.com/?trysignin=0">
                            Correo</a>
                        <a class="noUnderline" href="https://cai.bayamon.inter.edu/">
                            CAI</a>
                        <a class="noUnderline" href="https://bayamon.inter.edu/programa-de-clases-class-roster/">
                            Programa de Clases</a>
                        <a class="noUnderline" href="https://bayamon.inter.edu/calendario-academico/">
                            Calendario Acad&eacute;mico</a>
                        <a class="noUnderline" href="https://bayamon.inter.edu/directorio-2/">
                            Directorio</a>
                        <a class="noUnderline" href="https://bayamon.inter.edu/informatica/facultad/">
                            Facultad</a>
                        <a class="noUnderline" href="https://www.inter.edu/accesibilidad/">
                            Accessibilidad/Accesibility</a>
                    </div>
                </nav>
            </header>
            <nav class="more">
                <a class = "moreContent">Con&oacute;cenos</a>
                <a class = "moreContent" href="https://prospectos.bayamon.inter.edu/">Oferta Academica y Admisi&oacute;n</a>
                <button class="moreContentSpecial" type="button" onclick = 'document.getElementById("additionalContent").innerHTML = "<h2>Student Right to Know</h2><br>De acuerdo a Student Right to Know Act (P.L. 101-542) de 1990, las universidades que administran fondos de T&iacute;tulo IV deben proveer la siguiente informaci&oacute;n relevante para la toma de decisiones de estudiantes y sus padres: Cat&aacute;logos: Informaci&oacute;n de Admisiones, Informaci&oacute;n para Estudiantes Transferidos, Programas Acad&eacute;micos, Facultad, Pol&iacute;tica de Privacidad de la Informaci&oacute;n de los Estudiantes (FERPA)<br><br>-Decanato de Estudiantes y Actividades Estudiantiles<br><br>-Programa de Orientaci&oacute;n: Servicio a Estudiantes con Discapacidades<br><br>-Aviso de No Discriminaci&oacute;n<br><br>-Servicios de Empleo<br><br>-Datos del Recinto<br><br>-Lista de libros<br><br>-Educaci&oacute;n a Distancia<br><br>-Programa de Clases<br><br>-Calendario Acad&eacute;mico<br><br>-Reglamento de Estudiantes: Comportamiento Sujeto a Sanciones Disciplinarias, Pol&iacute;tica sobre Abuso de Drogas y Alcohol<br><br>-Tasas de Retenci&oacute;n y Graduaci&oacute;n (IPEDS)<br><br>-Informaci&oacute;n de rev&aacute;lidas<br><br>-Informaci&oacute;n de Seguridad y Estad&iacute;sticas del Crimen<br><br>-Informaci&oacute;n sobre ayudas econ&oacute;micas<br><br>-Official Cohort Default Rate<br><br>-Net Price Calculator<br><br>-Ley de Privacidad (FERPA)<br><br><br><br><b><i>Normas y Procedimientos</i><br><br><br>Reglamentos</b><br><br>-Reglamento General de Estudiantes<br><br>-Manual del Estudiante Consumidor<br><br>-Reglamentaci&oacute;n de la Universidad Interamericana de Puerto Rico sobre el Directorio de Estudiantes y Ex Alumnos<br><br>-Reglamento Interno para Atender Querellas sobre el Uso y Abuso de Drogas y Bebidas Alcoh&oacute;licas en los Predios de la Universidad Interamericana de Puerto Rico<br><br>-Reglamento Interno para Atender Querellas sobre Hostigamiento Sexual en el Empleo y en la Academia<br><br>-Reglamento para Limitar el Fumar en la Universidad Interamericana de Puerto Rico<br><br>-Manual de Prevenci&oacute;n sobre Uso y Abuso de Drogas, Bebidas Alcoh&oacute;licas y Tabaco<br><br>-General Student Regulations<br><br>-Prevention Manual on the Use and Abuse of Drugs, Alcohol Beverages, and Tobacco<br><br><br><b>Gu&iacute;as, Normas y Protocolos</b><br><br>-Gu&iacute;a del Estudiante de Nuevo Ingreso<br><br>-Protocolo de Clases Presenciales o H&iacute;bridas (rev. Jun2022)<br><br>-Documento Normativo Reglamento de los Estudiantes Atletas<br><br>-Gu&iacute;as, Normas y Procedimientos para Atender Solicitudes de Modificaciones Razonables a Estudiantes<br><br>-Gu&iacute;as y Normas Institucionales para el Uso Apropiado de la Tecnolog&iacute;a de Informaci&oacute;n, los Sistemas de Informaci&oacute;n Computarizados y las Telecomunicaciones<br><br>-Gu&iacute;as y Normas sobre Derechos de Autor de la Universidad Interamericana de Puerto Rico<br><br>-Normas de Progreso Acad&eacute;mico Satisfactorio para los Programas Acad&eacute;micos de Nivel Subgraduado<br><br>-Normas para el uso de las Capillas<br><br>-Normas para la Creaci&oacute;n, Desarrollo y Normas de Progreso Acad&eacute;mico Satisfactorio en los Programas de Certificados T&eacute;cnicos<br><br>-Normas sobre Descontinuaci&oacute;n de Programas Acad&eacute;micos<br><br>-Normas y Procedimientos para Atender Alegadas Violaciones a las Disposiciones de T&iacute;tulo IX<br><br>-Formulario Normas y Procedimientos para Atender Alegadas Violaciones a las Disposiciones de T&iacute;tulo IX<br><br>-Normas y Procedimientos para el Uso y Manejo de Redes Sociales<br><br>-Pol&iacute;tica Contra el Hostigamiento Sexual en el Empleo y en la Academia<br><br>-Pol&iacute;tica y Normas sobre la Protecci&oacute;n de los Derechos de los Sujetos Humanos que Participan en Proyectos de Investigaci&oacute;n<br><br>-Protocolo para el Manejo de Situaciones de Violencia Dom&eacute;stica que Afectan a los Estudiantes en las Unidades Acad&eacute;micas del Sistema<br><br>-Protocolo Institucional para el Manejo del Acoso Escolar (Bullying)<br><br>-Ley sobre Registro de Fraternidades, Sororidades o Asociaciones de Cualquier Tipo"'>Student Right to Know</button>

                <button class="moreContentSpecial" type="button" onclick = 'document.getElementById("additionalContent").innerHTML = "<h2>CAPELLAN&iacute;A VIRTUAL</h2><br><b>¿QUI&eacute;NES SOMOS?</b> <br><br>La Universidad Interamericana de Puerto Rico es una instituci&oacute;n de educaci&oacute;n superior con unas ra&iacute;ces cristianas ecum&eacute;nicas. Desde sus inicios la capellan&iacute;a fue una de las &aacute;reas importantes de la Instituci&oacute;n. El fundador Rvdo. Dr. John Will Harris fue el primer capell&aacute;n. “Bajo su liderato se establecieron diversas pr&aacute;cticas orientadas a la formaci&oacute;n del car&aacute;cter cristiano de todos los componentes de la comunidad universitaria.” (Documento normativo R 04-11-008, p&aacute;g. 1). Entre ellas, se pueden mencionar el estudio de la Biblia, los servicios de adoraci&oacute;n y las oraciones matutinas. <br><br>Al final de la jornada acad&eacute;mica, cuando el estudiante pasaba a ser graduando, se ofrec&iacute;a un Servicio de Bachillerato. En este acto de adoraci&oacute;n a Dios,  le entregaba un ejemplar de la Biblia, representando que su caminar por la vida no termina ah&iacute;, sino que continua una nueva aventura y que la Biblia se convertir&iacute;a en la compa&ntilde;&iacute;a y fuente de fortaleza y sabidur&iacute;a en la vida adulta del graduando. La Oficina de Capellan&iacute;a tiene como norte, el proveer a “toda la comunidad interna de espacios y oportunidades para la b&uacute;squeda del sentido de la vida, la reflexi&oacute;n b&iacute;blico-teol&oacute;gica, la profundizaci&oacute;n de la fe y el fomento de los valores cristianos.” <br><br>(Documento normativo R-04-11-008, p.1). En el Recinto de Bayam&oacute;n la Oficina de Capellan&iacute;a se ubica en el Edificio -164, al lado de la Capilla. El horario de servicio es de 8:00 a.m. hasta las 12: md y de 1:00 p.m. hasta las 5:00 p.m. Entre los servicios que se ofrecen est&aacute;n: asesor&iacute;a pastoral, visitas a hospitales y funerarias, acompa&ntilde;amiento en situaciones de crisis, entre otros. Adem&aacute;s, desde la Oficina se desarrollan y coordinan actividades de oraci&oacute;n y adoraci&oacute;n durante el semestre. Estas invitado, invitada a pasar por la oficina o comunicarse con la Capellana, Rvda. Carmen In&eacute;s P&eacute;rez Torres, (787) 279-1812 extensiones 2076 o 2077. <br><br>El Recinto de Bayam&oacute;n cuenta con organizaciones estudiantiles de car&aacute;cter religioso. Las organizaciones estudiantiles responden directamente al Decanato de Estudiantes seg&uacute;n el Reglamento General de Estudiantes. El Dr. Albert M. Troche Torres, Director de Actividades Extracurriculares es la persona responsable de coordinar las Organizaciones Estudiantiles en el Recinto de Bayam&oacute;n. Favor visitar el Centro de Estudiantes para informaci&oacute;n adicional o comunicarse al (787) 279-1912, extensi&oacute;n 2193."'>Capellan&iacute;a Virtual</button>
                <!--
                <a class = "moreContent" href="https://bayamon.inter.edu/asuntos-academicos/student-right-to-know/">Student Right to Know</a>
                <a class = "moreContent" href="https://bayamon.inter.edu/capellania/">Capellan&iacute;a Virtual</a>
                -->
                <a class = "moreContent" href="https://bayamon.inter.edu/documentos-e-informes/">Documentos e Informes</a>
            </nav>
        </div>  
        <br>
        <footer>
            <div class="info">
                <p>Universidad Interamericana de Puerto Rico - Recinto de Bayam&oacute;n</p>
                <p>(787) 279-1912</p>                
                <p><a href="mailto:interbcinfo@bayamon.inter.edu"> interbcinfo@bayamon.inter.edu</a></p>
            </div>
            <div class="footWrap">
                <p>La Universidad Interamericana de Puerto Rico posee Licencia de Renovaci&oacute;n de la Junta de Instituciones Postsecundarias de Puerto Rico y todos los programas acad&eacute;micos, incluyendo los programas de educaci&oacute;n en l&iacute;nea, est&aacute;n autorizados por dicha Agencia. La Universidad Interamericana est&aacute; acreditada por la Middle States Commission on Higher Education (MSCHE),1007 North Orange Street 4th Floor, MB#166 Wilmington, DE 19801. La MSCHE es una agencia de acreditaci&oacute;n institucional reconocida por el Secretario de Educaci&oacute;n de los Estados Unidos de Norteam&eacute;rica y por el Council on Higher Education Accreditation (CHEA).</p>
            </div>
        </footer>
    </body>
</html>